Repository: swsvindland/fitness-mobile
Catalog: apps/body_track/lib/l10n/app_*.arb
Languages: fil

source: Male
fil: Lalaki

source: Female
fil: Babae

source: Height
fil: taas

source: Feet
fil: Mga paa

source: Inches
fil: pulgada

source: Reminder Notification
fil: Notification ng Paalala

source: About
fil: Tungkol sa

# aboutPageCredits
source: Designed and Built by
fil: Dinisenyo at Binuo ni

# aboutPageVersion
source: Version
fil: Bersyon

# googleSignIn
source: Continue with Google
fil: Magpatuloy sa Google

# appleSignIn
source: Continue with Apple
fil: Magpatuloy sa Apple

# anonSignIn
source: Continue without Account
fil: Magpatuloy nang walang Account

source: Check In
fil: Mag-check In

source: Weigh In
fil: Timbangin

source: Submit
fil: Ipasa

source: Weight
fil: Timbang

source: Neck
fil: leeg

source: Shoulders
fil: Mga balikat

source: Chest
fil: Dibdib

source: Left Bicep
fil: Umalis sa Bicep

source: Right Bicep
fil: Tama Bicep

source: Navel
fil: Pusod

source: Waist
fil: baywang

source: Hip
fil: balakang

source: Left Thigh
fil: Kaliwang hita

source: Right Thigh
fil: Kanang hita

source: Left Calf
fil: Kaliwang guya

source: Right Calf
fil: Kanang guya

source: Go Back
fil: Bumalik ka

# formInputError
source: Please enter a measurement
fil: Mangyaring magpasok ng pagsukat

source: Delete Account
fil: Tanggalin ang Account

# deleteAccountConfirm
source: This will delete your account and all user data forever. Are you sure?
fil: Ide-delete nito ang iyong account at lahat ng data ng user magpakailanman. Sigurado ka ba?

source: Delete
fil: Tanggalin

source: Cancel
fil: Kanselahin

source: Processing Data...
fil: Pinoproseso ang Data...

source: Sex
fil: kasarian

# noWeightData
source: Looks like you have no weigh ins. Click the plus icon to get started.
fil: Mukhang wala kang timbang. I-click ang icon na plus para makapagsimula.

source: Settings
fil: Mga setting

source: Body
fil: Katawan
